Repository: Alexandra-copac/Digirisk
Catalog: modules/society/languages/wpdigi-society-i18n-*.po
Languages: fr_fr

source: Societies
fr_fr: Sociétés

source: Society
fr_fr: Société

source: Parent Item:
fr_fr: Dépend du groupement :

source: Add society
fr_fr: Ajouter une société

source: New society
fr_fr: Nouvelle société

source: Edit society
fr_fr: Éditer la société

source: Update society
fr_fr: Mettre à jour la société

source: View society
fr_fr: Voir la société

source: Not found
fr_fr: Aucun résultat

source: Not found in Trash
fr_fr: Aucun résultat dans la corbeille

source: Digirisk society
fr_fr: Société pour digirisk

source: Manage societies into digirisk
fr_fr: Gestion des sociétés dans Digirisk

source: Digirisk : Risk evaluation
fr_fr: Digirisk : Evaluation des risques

source: Work unit have been created succesfully
fr_fr: L'unité de travail a bien été créée

source: An error occured while creating work unit
fr_fr: Une erreur est survenue lors de la création de l'unité de travail

source: Work unit could not been create. request: %s response: %s
fr_fr: L'unité de travail n'a pas pu être crée. Requête: %s Réponse: %s

source: Element to load have not been found
fr_fr: L'élément demandé n'a pas pu être trouvé

source: An error occured while getting element for association
fr_fr: Une erreur est survenue lors de la récupération de l'élément a associer

source: Nothing has been founded for association
fr_fr: L'association a échouée car aucun élément n'a été trouvé

source: An error occured while getting element to generate sheet for.
fr_fr: Une erreur est survenue lors de la récupération de l'élément pour la génération de la fiche

source: An error occured while getting model to use for generation
fr_fr: Une erreur est survenue lors de la récupération du modèle de document a utiliser pour la génération

source: No picture defined
fr_fr: Aucune image n'a été définie

source: Work units
fr_fr: Unités de travail

source: Work unit
fr_fr: Unité de travail

source: Add a work unit
fr_fr: Ajouter une unité de travail

source: New a work unit
fr_fr: Nouvelle unité de travail

source: Edit a work unit
fr_fr: Éditer une unité de travail

source: Update a work unit
fr_fr: Mettre à jour l'unité de travail

source: View a work unit
fr_fr: Voir l'unité de travail

source: Search a work unit
fr_fr: Recherche une unité de travail

source: Digirisk work unit
fr_fr: Unité de travail dans Digirisk

source: New work unit
fr_fr: Nouvelle unité de travail

source: Risk number
fr_fr: Nombre de risqeus

source: Affected users
fr_fr: Utilisateurs affectés

source: Affected evaluators
fr_fr: Evaluateurs affectés

source: Last update on %s
fr_fr: Dernière mise à jour le %s

source: Save
fr_fr: Enregistrer
