Repository: Alexandra-copac/Digirisk
Catalog: modules/transfer_data/asset/language/wp-digi-dtrans-i18n-*.po
Languages: fr_fr

source: Digirisk : Manage datas transfert from digirisk V5.X
fr_fr: Digirisk : Gestion des transferts depuis digirisk V5.X

source: A required parameter is missing, please check your request and try again
fr_fr: Un paramètre obligatoire est manquant, merci de vérifier votre demande et de ré-essayer

source: Import will automatically continue while all elements won't be transfered into database
fr_fr: L'import continuera automatiquement tant qu'il restera des éléments à transférer

source: All elements have been transfered to new storage way into wordpress database. Please wait a minute we are redirecting you to digirisk main interface
fr_fr: Tous les éléments ont été transférés vers le stockage de WordPress. Merci de patientez quelques minutes, nous finalisons le transfert et vous allez être redirigé vers l'interface d'évaluation des risques

source: Transfered from evarisk on post having id. %d
fr_fr: Transféré depuis la base de digirisk vers la base de wordpress sous l'identifiant %d

source: Error transferring from evarisk to post. error %s
fr_fr: Une erreur est survenue lors du transfert depuis Evarisk vers un post de wordpress. Erreur %s

source: Survey association have been transfered to normal way
fr_fr: Les associations des formulaires ont été transférées vers le stockage "normal"

source: %s transfered from evarisk on post having to element #%d
fr_fr: %s a été transféré de Digirisk vers wordpress sous l'identifiant #%d

source: Document model
fr_fr: Modèle de documents

source: %s could not being transfered to wordpress element. Filename: %s. Wordpress element: %d. Evarisk old element: %s
fr_fr: %s n'a pas pu être transféré vers wordpress. Nom du fichier: %s. Identifiant Wordpress: %d. Identifiant Digirisk: %s

source: Danger category %s transfered from evarisk on taxonomy having id. %d
fr_fr: La catégorie de danger %s a été transférée vers la taxinomie %d

source: Danger %s transfered from evarisk on taxonomy having id. %d
fr_fr: Le danger %s a été transférée vers la taxinomie %d

source: Error transferring danger %s from evarisk to taxonomy. Error: %s
fr_fr: Une erreur est survenue lors du transfert du danger %s vers la taxinomie. Erreur: %s

source: Error transferring danger category %s from evarisk to taxonomy. Error: %s
fr_fr: Une erreur est survenue lors du transfert de la catégorie de danger %s vers la taxinomie. Erreur: %s

source: Evaluation method variable %s transfered from evarisk on taxonomy having id. %d
fr_fr: Le critère d'évaluation %s a bien été transféré vers la taxinomie %d

source: Error transferring evaluation method variable %s from evarisk to taxonomy. error: %s
fr_fr: Une erreur est survenue lors du transfert du critère d'évaluation %s vers la taxinomie. Erreur: %s

source: Evaluation method %s transfered from evarisk on taxonomy having id. %d
fr_fr: La méthode d'évaluation %s a bien été transféré vers la taxinomie %d

source: Error transferring evaluation method %s from evarisk to taxonomy. ERROR: %s
fr_fr: Une erreur est survenue lors du transfert de la méthode d'évaluation %s vers la taxinomie. Erreur: %s

source: Recommendation category %s transfered from evarisk on taxonomy having id. %d
fr_fr: La catégorie de préconisation %s a bien été transféré vers la taxinomie %d

source: Recommendation %s transfered from evarisk on taxonomy having id. %d
fr_fr: La préconisation %s a bien été transféré vers la taxinomie %d

source: Error while transferring recommendation %s from Evarisk to taxonomy. Error: %s
fr_fr: Une erreur est survenue lors du transfert de la préconisation%s vers la taxinomie. Erreur: %s

source: Error transferring recommendation category from evarisk to taxonomy. Error: %s
fr_fr: Une erreur est survenue lors du transfert de la catégorie de préconisation vers la taxinomie. Erreur: %s

source: Error transferring model named %s from evarisk to wordpress media under id. %d
fr_fr: Une erreur est survenue lors du transfert du modèle de document %s vers le média %d

source: %1$s for %3$s - %2$s
fr_fr: %1$s pour %3$s - %2$s

source: Risk have been successfully transfered to wordpress system id. %d
fr_fr: Le risque a bien été transféré vers le stockage de WordPress dans l'élément %d

source: Danger category %s - %d have been associated to risk
fr_fr: La catégorie de danger %s - %d a bien été associée au risque

source: Danger category to associate have not been found. %d
fr_fr: La catégorie de danger a associer au risque est introuvable. %d

source: Danger %s - %d have been associated to risk
fr_fr: Le danger %s - %d a bien été associé au risque

source: Danger to associate have not been found.
fr_fr: Le danger àa associer au risque est introuvable

source: Method %d have been associated to risk
fr_fr: La méthode %d a bien été associée au risque

source: Method to associate have not been found.
fr_fr: La méthode d'évaluation a associer au risque est introuvable

source: Evaluation %d have been associated to risk under %s
fr_fr: L'évaluation %d a bien été associée au risque. Identifiant interne: %s

source: Evaluation comment %d have been associated to risk under %s
fr_fr: Le commentaire de l'évaluation %d a bien été associée au risque. Identifiant interne: %s

source: Unable to transfer risk evaluation to wordpress system. Error: %s
fr_fr: Une erreur est survenue lors du transfert de l'évaluation du risque vers WordPress. Erreur: %s

source: Unable to transfer risk to wordpress system. %d
fr_fr: Une erreur est survenue lors du transfert du risque vers WordPress. Erreur: %d

source: Element linked to this %s have not been transfered to %d
fr_fr: Les éléments liés à ce %s n'ont pas été transférés à %d

source: General components
fr_fr: Paramètres

source: Method
fr_fr: Méthode

source: Recommendation
fr_fr: Préconisations

source: User id from digirisk: %d
fr_fr: Id. de l'utilisateur Digirisk: %d

source: Transfer datas for digirisk
fr_fr: Transfert des données de digirisk

source: Next digirisk version will use more wordpress fonctionnalities. For this purpose we need to transfer some datas from our specific storage to wordpress storage.
fr_fr: Les futures version de digirisk vont utiliser au mieux les fonctionnalités de wordpress. Dans ce but nous devons transférer certaines données depuis notre stockage spécifique vers le stockage de wordpress.

source: Important note :
fr_fr: Note importante :

source: Be sure to make a backup of your datas before launching datas transfer
fr_fr: Veuillez vous assurer d'avoir une sauvegarde de vos données avant de lancer le transfert

source: Tasks
fr_fr: Tâches

source: Sub tasks
fr_fr: Sous-tâches

source: Groups
fr_fr: Groupe

source: Work unit
fr_fr: Unité de travail

source: Total
fr_fr: Nombre total

source: Transfered
fr_fr: Transféré(s)

source: Not Transfered
fr_fr: Non transféré(s)

source: Launch transfer
fr_fr: Transférer les données
